Repository: bpeel/prevodb
Catalog: po/*.po
Languages: eo

source: Generate a single file instead of a db for Android
eo: Generi unuopan dosieron anstataŭ datumbazon por Android

source: The zip file or directory containing the ReVo XML files
eo: La dosierujo aŭ zip-dosiero kiu enhavas la XML-dosierojn de ReVo

source: Location for the output of the database
eo: Dosiernomo por la rezulta datumbazo

source: Show version information and exit
eo: Montru versinumeron kaj ĉesi

source: - Creates a compact database from the ReVo XML files
eo: - Kreas kompaktan datumbazon el la XML-dosieroj de ReVo

source: Unknown option '%s'
eo: Nekonata opcio ‘%s’

source: The -i and -o options are required. See --help
eo: La opcioj -i kaj -o estas bezonataj. Vidu --help

source: empty name found for index entry "%s" in language "%s"
eo: malplena nomo trovita por la indeksero “%s” en la lingvo “%s”

source: empty display name found for index entry "%s" in language "%s"
eo: malplena montro-nomo trovita por la indeksero “%s” en la lingvo “%s”

source: %s tag found with unknown parent %s
eo: La etikedo %s troviĝis kun la nekonata patro %s

source: drv node found without a kap
eo: Nodo drv troviĝis sen nodo kap

source: %s element with no lng attribute
eo: Elemento %s troviĝis sen atributo lng

source: The language code “%s” is too long
eo: La lingvokodo “%s” estas tro longa

source: using less precise mark "%s" for "%s"
eo: uziĝas la malpli preciza marko “%s” por “%s”

source: no mark found for reference "%s"
eo: neniu marko troviĝis por la referenco “%s”

source: <ref> tag found with a cel attribute
eo: Etikedo <ref> troviĝis sen la atributo cel

source: <drv> tag found with no <kap>
eo: La etikedo <drv> troviĝis sen <kap>

source: <%s> tag found in <subart> that has a <drv>
eo: Etikedo <%s> troviĝis en <subart> kiu havas etikedon <drv>

source: Unexpected bare text in <subart> that has a <drv>
eo: Ne atendita kruda teksto en <subart> kiu havas <drv>

source: <art> tag found with no <kap>
eo: Etikedo <art> troviĝis sen <kap>

source: <kap> tag found with no <rad>
eo: Etikedo <kap> troviĝis sen <rad>

source: no articles found in %s
eo: neniuj artikoloj troviĝis en %s

source: %s: Unexpected EOF
eo: %s: Neatendita dosierfino

source: Unexpected tag in a ‘lingvo’ tag
eo: Neatendita etikedo en etikedo ‘lingvo’

source: Error starting groff: %s
eo: Eraro startante groff: %s

source: Error writing to groff: %s
eo: Eraro skribante al groff: %s

source: Error waiting for groff: %s
eo: Eraro atendante groff: %s

source: Failed to run groff
eo: Malsukcesis ruli groff

source: Unzip failed
eo: Unzip malsukcesis

source: Unexpected data from unzip
eo: Neatendita datumo de unzip

source: Embedded '\0' found in unzip listing
eo: Enigita '\0' troviĝis en la eligaĵo de unzip

source: Missing attribute “%s” on element “%s”
eo: Mankas atributo “%s” al elemento “%s”

source: %s:%i:%i: An external entity was encountered without a system id
eo: %s:%i:%i: Ekstera aĵo troviĝis kiu ne havas sisteman identigilon

source: Location of the database file
eo: Dosiernomo de la datumbazo

source: Show completions for the word instead of an article
eo: Montru kompletigojn de la vorto anstataŭ artikolon

source: Show the raw nroff doc instead of piping it through man
eo: Montru la krudan nroff-dokumenton anstataŭ ĉenigi ĝin tra man

source: [language] <word>
eo: [lingvo] <vorto>

source: A word to lookup must be specified. See --help
eo: Necesas specifi vorton por kontroli. Vidu --help

source: The language “%s” was not found in the database
eo: La lingvo “%s” ne troviĝis en la datumbazo

source: %s: Invalid trie size
eo: %s: Nevalida grandeco de la trie

source: %s: Invalid span
eo: %s: Nevalida etendo

source: Index points to an invalid article number %i
eo: La indekso indikas la nevalidan artikolnumeron %i

source: No article found for “%s”
eo: Neniu artikolo troviĝis por “%s”

source: %s is not a PReVo database
eo: %s ne estas datumbazo de PReVo

source: %s is using a database format that is too old
eo: %s uzas datumbaz-formaton kiu estas tro malnova

source: %s is using an unknown database version
eo: la versio de la datumbazo en %s estas nekonata

source: No database file found. You can specify it directly with the -d option
eo: Neniu datumbazo troviĝis. Vi povas specifi ĝin rekte per la opcio -d
